Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: This erases everything Aperture keeps on this iPhone. A wallet you backed up can be imported again with its recovery phrase.
af: Dit vee alles uit wat Aperture op hierdie iPhone hou. 'n Beursie wat jy gerugsteun het, kan weer ingevoer word met sy herstelfrase.
ar: يمحو هذا كل ما يحتفظ به Aperture على جهاز iPhone هذا. يمكن استيراد المحفظة التي أنشأت لها نسخة احتياطية مجددًا بعبارة استردادها.
bg: Това изтрива всичко, което Aperture пази на този iPhone. Портфейл, който сте архивирали, може да бъде импортиран отново с фразата си за възстановяване.
bn: এটি Aperture এই iPhone-এ যা কিছু রাখে সব মুছে ফেলে। আপনি ব্যাকআপ করা একটি ওয়ালেট এর রিকভারি ফ্রেজ দিয়ে আবার আমদানি করা যায়।
ca: Això esborra tot el que Aperture guarda en aquest iPhone. Una cartera de la qual hagis fet còpia de seguretat es pot tornar a importar amb la seva frase de recuperació.
cs: Tímto se vymaže vše, co Aperture uchovává na tomto iPhonu. Zálohovanou peněženku lze znovu importovat pomocí její obnovovací fráze.
da: Dette sletter alt, hvad Aperture gemmer på denne iPhone. En tegnebog, du sikkerhedskopierede, kan importeres igen med sin gendannelsessætning.
de: Das löscht alles, was Aperture auf diesem iPhone speichert. Ein gesichertes Wallet kann mit seiner Wiederherstellungsphrase erneut importiert werden.
el: Αυτό διαγράφει ό,τι κρατά το Aperture σε αυτό το iPhone. Ένα πορτοφόλι για το οποίο κρατήσατε αντίγραφο ασφαλείας μπορεί να εισαχθεί ξανά με τη φράση ανάκτησής του.
es: Esto borra todo lo que Aperture guarda en este iPhone. Una cartera de la que hiciste copia de seguridad puede importarse de nuevo con su frase de recuperación.
et: See kustutab kõik, mida Aperture sellel iPhone'il hoiab. Varundatud rahakoti saab uuesti importida selle taastefraasiga.
fa: این هر آنچه را Aperture روی این آیفون نگه می‌دارد پاک می‌کند. کیف پولی که پشتیبان گرفته‌اید را می‌توان دوباره با عبارت بازیابی‌اش وارد کرد.
fi: Tämä pyyhkii kaiken, mitä Aperture säilyttää tässä iPhonessa. Varmuuskopioidun lompakon voi tuoda uudelleen sen palautuslauseella.
fil: Binubura nito ang lahat ng itinatago ng Aperture sa iPhone na ito. Ang wallet na na-back up mo ay maaaring i-import muli gamit ang recovery phrase nito.
fr: Ceci efface tout ce qu'Aperture conserve sur cet iPhone. Un portefeuille que vous avez sauvegardé peut être réimporté avec sa phrase de récupération.
he: פעולה זו מוחקת את כל מה ש-Aperture שומר ב-iPhone זה. ארנק שגיבית ניתן לייבא שוב באמצעות ביטוי השחזור שלו.
hi: यह इस iPhone पर Aperture द्वारा रखी गई हर चीज़ मिटा देता है। जिस वॉलेट का आपने बैकअप लिया उसे उसके रिकवरी फ़्रेज़ से फिर से इंपोर्ट किया जा सकता है।
hr: Ovo briše sve što Aperture čuva na ovom iPhoneu. Novčanik koji ste sigurnosno kopirali može se ponovno uvesti s njegovom frazom za oporavak.
hu: Ez töröl mindent, amit az Aperture ezen az iPhone-on tárol. Egy mentett tárca a helyreállítási kifejezésével újra importálható.
id: Ini menghapus semua yang disimpan Aperture di iPhone ini. Dompet yang Anda cadangkan dapat diimpor kembali dengan frasa pemulihannya.
is: Þetta eyðir öllu sem Aperture geymir á þessum iPhone. Veski sem þú tókst afrit af má flytja inn aftur með endurheimtarsetningu þess.
it: Questo cancella tutto ciò che Aperture conserva su questo iPhone. Un wallet di cui hai fatto il backup può essere importato di nuovo con la sua frase di recupero.
ja: これは Aperture がこの iPhone に保持しているすべてを消去します。バックアップしたウォレットは、リカバリーフレーズで再びインポートできます。
ko: 이는 Aperture가 이 iPhone에 보관하는 모든 것을 지웁니다. 백업한 지갑은 복구 문구로 다시 가져올 수 있습니다.
lt: Tai ištrina viską, ką Aperture laiko šiame iPhone. Piniginę, kurios atsarginę kopiją pasidarėte, galima vėl importuoti su jos atkūrimo fraze.
lv: Tas dzēš visu, ko Aperture glabā šajā iPhone. Maku, kuru dublējāt, var atkārtoti importēt ar tā atkopšanas frāzi.
ml: ഇത് ഈ iPhone-ൽ Aperture സൂക്ഷിക്കുന്ന എല്ലാം മായ്ക്കുന്നു. നിങ്ങൾ ബാക്കപ്പ് ചെയ്ത ഒരു വാലറ്റ് അതിന്റെ റിക്കവറി ഫ്രെയ്സ് ഉപയോഗിച്ച് വീണ്ടും ഇറക്കുമതി ചെയ്യാം.
mr: हे Aperture या iPhone वर ठेवत असलेले सर्वकाही मिटवते. तुम्ही बॅकअप घेतलेले वॉलेट त्याच्या रिकव्हरी फ्रेजसह पुन्हा आयात करता येते.
ms: Ini memadam segala yang disimpan Aperture pada iPhone ini. Dompet yang anda sandarkan boleh diimport semula dengan frasa pemulihannya.
nb: Dette sletter alt Aperture har på denne iPhonen. En lommebok du sikkerhetskopierte kan importeres igjen med gjenopprettingsfrasen sin.
nl: Dit wist alles wat Aperture op deze iPhone bewaart. Een wallet waarvan je een back-up hebt, kun je opnieuw importeren met de herstelzin.
pa: ਇਹ Aperture ਵੱਲੋਂ ਇਸ iPhone 'ਤੇ ਰੱਖਿਆ ਸਭ ਕੁਝ ਮਿਟਾ ਦਿੰਦਾ ਹੈ। ਤੁਸੀਂ ਬੈਕਅੱਪ ਕੀਤਾ ਵਾਲਿਟ ਇਸਦੇ ਰਿਕਵਰੀ ਫ੍ਰੇਜ਼ ਨਾਲ ਦੁਬਾਰਾ ਆਯਾਤ ਕਰ ਸਕਦੇ ਹੋ।
pl: To wymazuje wszystko, co Aperture przechowuje na tym iPhonie. Portfel z kopią zapasową można ponownie zaimportować jego frazą odzyskiwania.
pt_br: Isto apaga tudo o que o Aperture mantém neste iPhone. Uma carteira da qual você fez backup pode ser importada novamente com sua frase de recuperação.
ro: Aceasta șterge tot ce păstrează Aperture pe acest iPhone. Un portofel salvat poate fi importat din nou cu fraza lui de recuperare.
ru: Это стирает всё, что Aperture хранит на этом iPhone. Кошелёк с резервной копией можно снова импортировать по его фразе восстановления.
sk: Toto vymaže všetko, čo Aperture uchováva na tomto iPhone. Peňaženku, ktorú ste zálohovali, možno znova importovať pomocou jej obnovovacej frázy.
sl: To izbriše vse, kar Aperture hrani na tem iPhonu. Denarnico, ki ste jo varnostno kopirali, lahko znova uvozite z njenim obnovitvenim geslom.
sr: Ovo briše sve što Aperture čuva na ovom iPhone-u. Novčanik koji ste rezervisali može se ponovo uvesti pomoću svoje fraze za oporavak.
sv: Detta raderar allt Aperture sparar på denna iPhone. En plånbok du säkerhetskopierade kan importeras igen med sin återställningsfras.
sw: Hii hufuta kila kitu Aperture huweka kwenye iPhone hii. Wallet uliyoihifadhi nakala rudufu inaweza kuletwa tena kwa kifungu chake cha urejeshaji.
ta: இது இந்த iPhone இல் Aperture வைத்திருக்கும் அனைத்தையும் அழிக்கிறது. நீங்கள் காப்புப்பிரதி எடுத்த வாலட்டை அதன் மீட்பு சொற்றொடருடன் மீண்டும் இறக்குமதி செய்யலாம்.
te: ఇది ఈ iPhoneలో Aperture ఉంచే అన్నింటినీ చెరిపివేస్తుంది. మీరు బ్యాకప్ చేసిన వాలెట్‌ను దాని రికవరీ పదబంధంతో మళ్లీ దిగుమతి చేయవచ్చు.
th: การดำเนินการนี้จะลบทุกอย่างที่ Aperture เก็บไว้บน iPhone นี้ กระเป๋าเงินที่คุณสำรองไว้สามารถนำเข้าได้อีกครั้งด้วยวลีกู้คืน
tr: Bu, Aperture'ın bu iPhone'da sakladığı her şeyi siler. Yedeklediğiniz bir cüzdan, kurtarma ifadesiyle yeniden içe aktarılabilir.
uk: Це стирає все, що Aperture зберігає на цьому iPhone. Гаманець, для якого ви зробили резервну копію, можна знову імпортувати за допомогою його фрази для відновлення.
ur: یہ ہر وہ چیز مٹا دیتا ہے جو Aperture اس آئی فون پر رکھتا ہے۔ جس والیٹ کا بیک اپ آپ نے لیا ہو اسے اس کے ریکوری فقرے سے دوبارہ درآمد کیا جا سکتا ہے۔
vi: Việc này xóa mọi thứ Aperture lưu trên iPhone này. Một ví bạn đã sao lưu có thể được nhập lại bằng cụm từ khôi phục của nó.
zh_hans: 此操作将抹掉 Aperture 在此 iPhone 上保留的所有内容。已备份的钱包可凭其助记词重新导入。
zh_hant: 此操作將清除 Aperture 在此 iPhone 上保留的所有內容。已備份的錢包可憑其助記詞重新匯入。

source: this hour
af: hierdie uur
ar: هذه الساعة
bg: този час
bn: এই ঘণ্টায়
ca: aquesta hora
cs: tuto hodinu
da: denne time
de: diese Stunde
el: αυτή την ώρα
es: esta hora
et: see tund
fa: این ساعت
fi: tämä tunti
fil: ngayong oras
fr: cette heure
he: שעה זו
hi: इस घंटे
hr: ovaj sat
hu: ebben az órában
id: jam ini
is: þessa klukkustund
it: quest'ora
ja: この 1 時間
ko: 이번 시간
lt: šią valandą
lv: šajā stundā
ml: ഈ മണിക്കൂർ
mr: या तासात
ms: jam ini
nb: denne timen
nl: dit uur
pa: ਇਸ ਘੰਟੇ
pl: ta godzina
pt_br: esta hora
ro: în această oră
ru: за этот час
sk: túto hodinu
sl: to uro
sr: ovog sata
sv: denna timme
sw: saa hii
ta: இந்த மணிநேரம்
te: ఈ గంట
th: ชั่วโมงนี้
tr: bu saat
uk: цієї години
ur: اس گھنٹے
vi: giờ này
zh_hans: 本小时
zh_hant: 本小時

source: This includes phrases shared in chat, on social media, in support emails, by "wallet recovery" services, or generated by a website. There is no legitimate reason another person ever gives you a key.
af: Dit sluit ook frases in wat in geselsies, op sosiale media, in ondersteuningse-posse, deur sogenaamde „beursieherstel"-dienste gedeel of deur ’n webwerf gegenereer word. Daar is geen wettige rede waarom iemand anders jou ooit ’n sleutel sou gee nie.
ar: يشمل ذلك عبارات تُشارَك في الدردشة أو على وسائل التواصل الاجتماعي أو في رسائل الدعم، أو من قِبل خدمات «استرداد المحافظ»، أو تولّدها مواقع الويب. لا يوجد أي سبب مشروع لأن يعطيك شخص آخر مفتاحًا.
bg: Това включва и фрази, споделяни в чат, в социалните мрежи, в имейли за поддръжка, от така наречените услуги за „възстановяване на портфейл" или генерирани от някой уебсайт. Няма никаква законна причина друг човек да ви даде ключ.
bn: এর মধ্যে আছে চ্যাটে, সোশ্যাল মিডিয়ায়, সাপোর্ট ইমেইলে, "ওয়ালেট রিকভারি" সার্ভিস থেকে শেয়ার করা ফ্রেজ, কিংবা কোনো ওয়েবসাইট থেকে তৈরি ফ্রেজ। অন্য কেউ আপনাকে কী দেওয়ার কোনো বৈধ কারণ কখনোই নেই।
ca: Això inclou frases compartides en xats, a les xarxes socials, en correus de suport, per serveis de «recuperació de cartera» o generades per algun lloc web. No hi ha cap motiu legítim perquè una altra persona et doni mai una clau.
cs: Patří sem fráze sdílené v chatu, na sociálních sítích, v podpůrných e-mailech, službami pro „obnovu peněženky" nebo vygenerované nějakou webovou stránkou. Neexistuje žádný legitimní důvod, proč by vám kdokoli jiný klíč dával.
da: Det omfatter også sætninger, der deles i chat, på sociale medier, i supportmails, af såkaldte „wallet recovery"-tjenester eller genereret af et website. Der findes ingen legitim grund til, at en anden person nogensinde giver dig en nøgle.
de: Dazu gehören Phrasen, die im Chat, in sozialen Medien, in Support-Mails, von „Wallet-Recovery"-Diensten geteilt oder von einer Website erzeugt werden. Es gibt keinen legitimen Grund, warum dir jemals eine andere Person einen Schlüssel gibt.
el: Σε αυτό περιλαμβάνονται φράσεις που μοιράζονται σε συνομιλίες, στα μέσα κοινωνικής δικτύωσης, σε μηνύματα υποστήριξης, από υπηρεσίες «ανάκτησης πορτοφολιού» ή που έχουν παραχθεί από κάποιον ιστότοπο. Δεν υπάρχει κανένας θεμιτός λόγος να σας δώσει ποτέ κάποιος άλλος ένα κλειδί.
es: Esto incluye frases compartidas en chats, redes sociales, correos de soporte, por servicios de «recuperación de cartera» o generadas por una web. No hay ninguna razón legítima para que otra persona te dé una clave.
et: Sealhulgas vestlustes, sotsiaalmeedias, tugiteenuse e-kirjades, niinimetatud „rahakoti taastamise" teenustes jagatud või mõne veebisaidi loodud fraasid. Ei ole ühtegi õiguspärast põhjust, miks teine inimene peaks teile võtme andma.
fa: این شامل عباراتی است که در گفت‌وگوها، در شبکه‌های اجتماعی، در ایمیل‌های پشتیبانی، توسط سرویس‌های موسوم به «بازیابی کیف پول» یا توسط یک وب‌سایت ساخته یا به اشتراک گذاشته می‌شوند. هیچ دلیل مشروعی وجود ندارد که شخص دیگری به شما یک کلید بدهد.
fi: Tähän kuuluvat myös lausekkeet, joita on jaettu chatissa, sosiaalisessa mediassa, tukisähköposteissa, niin kutsutuissa ”lompakon palautus" -palveluissa tai jotka jokin verkkosivusto on luonut. Ei ole yhtään perusteltua syytä, miksi toinen ihminen koskaan antaisi sinulle avaimen.
fil: Kasama rito ang mga phrase na ibinabahagi sa chat, sa social media, sa mga support email, ng mga "wallet recovery" service, o ginagawa ng isang website. Walang anumang lehitimong dahilan upang bigyan ka ng iba ng susi.
fr: Cela vaut aussi pour les phrases partagées dans des messageries, sur les réseaux sociaux, dans des e-mails d’assistance, par des services dits de « récupération de portefeuille » ou générées par un site web. Aucune raison légitime ne justifie qu’une autre personne vous remette une clé.
he: זה כולל ביטויים שמופצים בצ'אטים, ברשתות חברתיות, בהודעות תמיכה, באמצעות שירותי "שחזור ארנק" או שנוצרו על ידי אתר כלשהו. אין שום סיבה לגיטימית שמישהו אחר ימסור לך מפתח.
hi: इसमें चैट, सोशल मीडिया, सपोर्ट ईमेल, "वॉलेट रिकवरी" सेवाओं द्वारा साझा किए गए फ़्रेज़, या किसी वेबसाइट से बनाए गए फ़्रेज़ शामिल हैं। किसी अन्य व्यक्ति का आपको कुंजी देना कभी भी जायज़ नहीं होता।
hr: To uključuje fraze koje se dijele u razgovorima, na društvenim mrežama, u porukama korisničke podrške, putem usluga za „oporavak novčanika" ili koje je generirala neka web-stranica. Ne postoji nijedan legitiman razlog da vam druga osoba ikada da ključ.
hu: Ide tartoznak a csevegésben, közösségi médiában, ügyfélszolgálati e-mailekben, „tárca-helyreállító" szolgáltatások által megosztott vagy webhely által létrehozott kifejezések. Nincs jogszerű ok, amiért bárki más valaha is kulcsot adna Önnek.
id: Termasuk frasa yang dibagikan di obrolan, media sosial, email dukungan, lewat layanan "pemulihan dompet", atau yang dihasilkan oleh sebuah situs web. Tidak ada alasan sah apa pun bagi orang lain untuk memberikan kunci kepada Anda.
is: Þetta nær meðal annars til setninga sem deilt er í spjalli, á samfélagsmiðlum, í þjónustutölvupósti, frá svokölluðum „endurheimtarþjónustum" eða sem vefsíða hefur búið til. Það er engin lögmæt ástæða fyrir því að önnur manneskja gefi þér lykil.
it: Sono comprese anche le frasi condivise in chat, sui social network, in e-mail di assistenza, da sedicenti servizi di «recupero portafoglio» o generate da un sito web. Non esiste alcun motivo legittimo per cui un’altra persona dovrebbe mai darti una chiave.
ja: これには、チャット、SNS、サポートのメール、「ウォレット復旧」サービス、ウェブサイトで生成されたフレーズなどが含まれます。他人があなたに鍵を渡す正当な理由は、そもそも存在しません。
ko: 여기에는 채팅, 소셜 미디어, 고객지원 이메일에서 공유된 구문, 이른바 "지갑 복구" 서비스가 제공한 구문, 어떤 웹사이트가 생성한 구문이 모두 포함됩니다. 다른 사람이 당신에게 키를 건네줄 정당한 이유는 결코 존재하지 않습니다.
lt: Tai apima ir frazes, kuriomis dalijamasi pokalbiuose, socialiniuose tinkluose, pagalbos el. laiškuose, vadinamųjų „piniginės atkūrimo" paslaugų pateiktas frazes ar interneto svetainės sugeneruotas frazes. Nėra jokios teisėtos priežasties, kodėl kitas asmuo apskritai duotų jums raktą.
lv: Tas ietver arī frāzes, ar kurām dalās tērzēšanā, sociālajos tīklos, atbalsta e-pastos, ko sniedz tā saucamie „maku atkopšanas" pakalpojumi vai kas ģenerētas kādā tīmekļa vietnē. Nav neviena likumīga iemesla, kāpēc cita persona jums kādreiz iedotu atslēgu.
ml: ഇതിൽ ചാറ്റിൽ, സോഷ്യൽ മീഡിയയിൽ, സപ്പോർട്ട് ഇമെയിലുകളിൽ, "wallet recovery" സേവനങ്ങൾ വഴി, അല്ലെങ്കിൽ ഒരു വെബ്സൈറ്റ് വഴി ജനറേറ്റ് ചെയ്ത ഫ്രേസുകൾ ഉൾപ്പെടുന്നു. മറ്റൊരാൾ നിങ്ങൾക്ക് ഒരു കീ നൽകുന്നതിന് ന്യായമായ കാരണമൊന്നുമില്ല.
mr: यात चॅटमध्ये, सोशल मीडियावर, सपोर्ट ईमेलमध्ये, "wallet recovery" सेवांद्वारे, किंवा वेबसाइटद्वारे तयार केलेले शेअर केलेले फ्रेज समाविष्ट आहेत. दुसरी व्यक्ती तुम्हाला की देण्याचे कोणतेही न्याय्य कारण नाही.
ms: Ini termasuk frasa yang dikongsi dalam sembang, di media sosial, dalam e-mel sokongan, oleh perkhidmatan yang dipanggil "pemulihan dompet" atau yang dijana oleh laman web. Tiada sebab yang sah untuk orang lain memberikan anda kunci.
nb: Det gjelder også fraser som er delt i chat, på sosiale medier, i støtte-e-poster, av såkalte «wallet recovery»-tjenester eller generert av et nettsted. Det finnes ingen legitim grunn til at en annen person noen gang gir deg en nøkkel.
nl: Dit geldt ook voor zinnen die in chats, op sociale media, in supportmails, door zogenaamde „wallet recovery"-diensten of door een website worden gedeeld of gegenereerd. Er is geen legitieme reden waarom een andere persoon je ooit een sleutel zou geven.
pa: ਇਸ ਵਿੱਚ ਚੈਟ, ਸੋਸ਼ਲ ਮੀਡੀਆ, ਸਪੋਰਟ ਈਮੇਲਾਂ ਵਿੱਚ ਸਾਂਝੇ ਕੀਤੇ ਫ਼ਰੇਜ਼, ਅਖੌਤੀ "ਵਾਲਿਟ ਰਿਕਵਰੀ" ਸੇਵਾਵਾਂ ਵੱਲੋਂ ਦਿੱਤੇ ਫ਼ਰੇਜ਼, ਜਾਂ ਕਿਸੇ ਵੈੱਬਸਾਈਟ ਵੱਲੋਂ ਬਣਾਏ ਫ਼ਰੇਜ਼ ਵੀ ਸ਼ਾਮਲ ਹਨ। ਕਿਸੇ ਦੂਜੇ ਵਿਅਕਤੀ ਵੱਲੋਂ ਤੁਹਾਨੂੰ ਕੀ ਦੇਣ ਦਾ ਕੋਈ ਕਾਨੂੰਨੀ ਕਾਰਨ ਕਦੇ ਨਹੀਂ ਹੁੰਦਾ।
pl: Dotyczy to także fraz udostępnianych na czacie, w mediach społecznościowych, w wiadomościach pomocy technicznej, przez tak zwane usługi „odzyskiwania portfela" lub wygenerowanych przez jakąś stronę internetową. Nie istnieje żaden uzasadniony powód, by inna osoba kiedykolwiek przekazała ci klucz.
pt_br: Isso inclui frases compartilhadas em chats, em redes sociais, em e-mails de suporte, por serviços de "recuperação de carteira" ou geradas por algum site. Não existe motivo legítimo para outra pessoa te dar uma chave.
ro: Aceasta include frazele distribuite în chat, pe rețele de socializare, în e-mailuri de asistență, de servicii de „recuperare a portofelului" sau generate de un site. Nu există niciun motiv legitim pentru care altă persoană să-ți dea vreodată o cheie.
ru: Сюда входят фразы, которыми делятся в чатах, в соцсетях, в письмах поддержки, через сервисы «восстановления кошельков» или сгенерированные на сайтах. Нет никакой законной причины, по которой другой человек когда-либо отдал бы вам ключ.
sk: Patria sem aj frázy zdieľané v chatoch, na sociálnych sieťach, v podporných e-mailoch, službami na „obnovu peňaženky" alebo vygenerované nejakou webovou stránkou. Neexistuje žiadny legitímny dôvod, prečo by vám iná osoba kľúč poskytla.
sl: To vključuje fraze, ki se delijo v klepetih, na družbenih omrežjih, v e-poštnih sporočilih podpore, prek storitev za »obnovitev denarnice« ali jih ustvari kakšno spletno mesto. Ni nobenega legitimnega razloga, da bi vam druga oseba kdaj dala ključ.
sr: То укључује и фразе које се деле у ћаскању, на друштвеним мрежама, у мејловима подршке, преко услуга за „опоравак новчаника" или које је генерисала нека веб-страница. Не постоји ниједан легитиман разлог да вам друга особа икада да кључ.
sv: Det gäller även fraser som delas i chatt, på sociala medier, i supportmejl, av så kallade ”wallet recovery"-tjänster eller som genererats av en webbplats. Det finns ingen legitim anledning till att en annan person skulle ge dig en nyckel.
sw: Hii inajumuisha vifungu vinavyoshirikishwa kwenye gumzo, kwenye mitandao ya kijamii, kwenye barua pepe za usaidizi, na huduma zinazoitwa za "urejeshaji wa pochi", au vilivyotengenezwa na tovuti. Hakuna sababu yoyote halali kwa mtu mwingine kukupa ufunguo.
ta: இதில் அரட்டையில், சமூக ஊடகங்களில், ஆதரவு மின்னஞ்சல்களில், "wallet recovery" சேவைகளால், அல்லது ஒரு வலைத்தளத்தால் உருவாக்கப்பட்ட சொற்றொடர்கள் அடங்கும். மற்றொரு நபர் உங்களுக்கு ஒரு சாவியைக் கொடுப்பதற்கு நியாயமான காரணம் எதுவும் இல்லை.
te: ఇందులో చాట్‌లో, సోషల్ మీడియాలో, సపోర్ట్ ఇమెయిళ్ళలో, "wallet recovery" సేవల ద్వారా, లేదా ఒక వెబ్‌సైట్ ద్వారా ఉత్పన్నమైన పంచుకున్న ఫ్రేజ్‌లు ఉన్నాయి. మరొక వ్యక్తి మీకు కీ ఇవ్వడానికి సహేతుకమైన కారణం ఏదీ లేదు.
th: รวมถึงวลีที่แชร์กันในแชต บนโซเชียลมีเดีย ในอีเมลฝ่ายสนับสนุน ผ่านบริการ "กู้คืนกระเป๋าเงิน" หรือสร้างขึ้นโดยเว็บไซต์ใด ๆ ไม่มีเหตุผลที่ชอบธรรมเลยที่คนอื่นจะมอบคีย์ให้คุณ
tr: Bu, sohbette, sosyal medyada, destek e-postalarında, sözde "cüzdan kurtarma" hizmetlerinde paylaşılan ya da bir web sitesinin ürettiği ifadeleri de kapsar. Bir başkasının size anahtar vermesinin meşru bir nedeni yoktur.
uk: Це стосується й фраз, якими діляться в чатах, у соцмережах, у листах від підтримки, у так званих сервісах «відновлення гаманця» або які згенеровані якимось вебсайтом. Немає жодної законної причини, з якої інша людина передавала б вам ключ.
ur: اس میں چیٹ، سوشل میڈیا، سپورٹ ای میلز میں شیئر کیے جانے والے فریز، نام نہاد "والیٹ ریکوری" سروسز کے دیے گئے فریز یا کسی ویب سائٹ کے بنائے ہوئے فریز شامل ہیں۔ کسی دوسرے شخص کے لیے آپ کو کی دینے کی کوئی جائز وجہ موجود نہیں۔
vi: Điều này bao gồm cả các cụm từ được chia sẻ trong tin nhắn, trên mạng xã hội, trong email hỗ trợ, qua các dịch vụ "khôi phục ví" hoặc do một trang web tạo ra. Không có lý do hợp pháp nào để một người khác trao khóa cho bạn.
zh_hans: 这包括通过聊天、社交媒体、客服邮件、"钱包恢复"服务分享的短语,或由某个网站生成的短语。任何人把密钥给你都没有正当理由。
zh_hant: 這包括透過聊天、社群媒體、客服信件、「錢包復原」服務分享的短語,或由網站產生的短語。任何人把金鑰交給你都沒有正當理由。
